[
    {
        "date": "2026-01-16",
        "sections": [
            {
                "header": "Reading I",
                "readings": [
                    {
                        "text": "All the elders of Israel came in a body to Samuel at Ramah and said to him, “Now that you are old, and your sons do not follow your example, appoint a king over us, as other nations have, to judge us.” Samuel was displeased when they asked for a king to judge them. He prayed to the LORD, however, who said in answer: “Grant the people’s every request. It is not you they reject, they are rejecting me as their king.” Samuel delivered the message of the LORD in full to those who were asking him for a king. He told them: “The rights of the king who will rule you will be as follows: He will take your sons and assign them to his chariots and horses, and they will run before his chariot. He will also appoint from among them his commanders of groups of a thousand and of a hundred soldiers. He will set them to do his plowing and his harvesting, and to make his implements of war and the equipment of his chariots. He will use your daughters as ointment makers, as cooks, and as bakers. He will take the best of your fields, vineyards, and olive groves, and give them to his officials. He will tithe your crops and your vineyards, and give the revenue to his eunuchs and his slaves. He will take your male and female servants, as well as your best oxen and your asses, and use them to do his work. He will tithe your flocks and you yourselves will become his slaves. When this takes place, you will complain against the king whom you have chosen, but on that day the LORD will not answer you.” The people, however, refused to listen to Samuel’s warning and said, “Not so! There must be a king over us. We too must be like other nations, with a king to rule us and to lead us in warfare and fight our battles.” When Samuel had listened to all the people had to say, he repeated it to the LORD, who then said to him, “Grant their request and appoint a king to rule them.”",
                        "verses": [
                            {
                                "book": "1 Samuel",
                                "link": "https://bible.usccb.org/bible/1samuel/8?4",
                                "text": "1 Samuel 8:4-7, 10-22a"
                            }
                        ]
                    }
                ],
                "type": "READING"
            },
            {
                "header": "Responsorial Psalm",
                "readings": [
                    {
                        "text": "R. (2) For ever I will sing the goodness of the Lord. Blessed the people who know the joyful shout; in the light of your countenance, O LORD, they walk. At your name they rejoice all the day, and through your justice they are exalted. R. For ever I will sing the goodness of the Lord. For you are the splendor of their strength, and by your favor our horn is exalted. For to the LORD belongs our shield, and to the Holy One of Israel, our King. R. For ever I will sing the goodness of the Lord.",
                        "verses": [
                            {
                                "book": null,
                                "link": "https://bible.usccb.org/bible/psalm/89?16",
                                "text": "Psalm 89:16-17, 18-19"
                            }
                        ]
                    }
                ],
                "type": "PSALM"
            },
            {
                "header": "Alleluia",
                "readings": [
                    {
                        "text": "R. Alleluia, alleluia. A great prophet has arisen in our midst and God has visited his people. R. Alleluia, alleluia.",
                        "verses": [
                            {
                                "book": "Luke",
                                "link": "https://bible.usccb.org/bible/luke/7?16",
                                "text": "Luke 7:16"
                            }
                        ]
                    }
                ],
                "type": "ALLELUIA"
            },
            {
                "header": "Gospel",
                "readings": [
                    {
                        "text": "When Jesus returned to Capernaum after some days, it became known that he was at home. Many gathered together so that there was no longer room for them, not even around the door, and he preached the word to them. They came bringing to him a paralytic carried by four men. Unable to get near Jesus because of the crowd, they opened up the roof above him. After they had broken through, they let down the mat on which the paralytic was lying. When Jesus saw their faith, he said to him, “Child, your sins are forgiven.” Now some of the scribes were sitting there asking themselves, “Why does this man speak that way? He is blaspheming. Who but God alone can forgive sins?” Jesus immediately knew in his mind what they were thinking to themselves, so he said, “Why are you thinking such things in your hearts? Which is easier, to say to the paralytic, ‘Your sins are forgiven,’ or to say, ‘Rise, pick up your mat and walk’? But that you may know that the Son of Man has authority to forgive sins on earth” –he said to the paralytic, “I say to you, rise, pick up your mat, and go home.” He rose, picked up his mat at once, and went away in the sight of everyone. They were all astounded and glorified God, saying, “We have never seen anything like this.”",
                        "verses": [
                            {
                                "book": "Mark",
                                "link": "https://bible.usccb.org/bible/mark/2?1",
                                "text": "Mark 2:1-12"
                            }
                        ]
                    }
                ],
                "type": "GOSPEL"
            }
        ],
        "title": "Friday of the First Week in Ordinary Time",
        "url": "https://bible.usccb.org/bible/readings/011626.cfm"
    },
    {
        "date": "2026-01-23",
        "sections": [
            {
                "header": "Reading 1",
                "readings": [
                    {
                        "text": "Saul took three thousand picked men from all Israel and went in search of David and his men in the direction of the wild goat crags. When he came to the sheepfolds along the way, he found a cave, which he entered to relieve himself. David and his men were occupying the inmost recesses of the cave. David's servants said to him, \"This is the day of which the LORD said to you, 'I will deliver your enemy into your grasp; do with him as you see fit.'\" So David moved up and stealthily cut off an end of Saul's mantle. Afterward, however, David regretted that he had cut off an end of Saul's mantle. He said to his men, \"The LORD forbid that I should do such a thing to my master, the LORD's anointed, as to lay a hand on him, for he is the LORD's anointed.\" With these words David restrained his men and would not permit them to attack Saul. Saul then left the cave and went on his way. David also stepped out of the cave, calling to Saul, \"My lord the king!\" When Saul looked back, David bowed to the ground in homage and asked Saul: \"Why do you listen to those who say, 'David is trying to harm you'? You see for yourself today that the LORD just now delivered you into my grasp in the cave. I had some thought of killing you, but I took pity on you instead. I decided, 'I will not raise a hand against my lord, for he is the LORD's anointed and a father to me.' Look here at this end of your mantle which I hold. Since I cut off an end of your mantle and did not kill you, see and be convinced that I plan no harm and no rebellion. I have done you no wrong, though you are hunting me down to take my life. The LORD will judge between me and you, and the LORD will exact justice from you in my case. I shall not touch you. The old proverb says, 'From the wicked comes forth wickedness.' So I will take no action against you. Against whom are you on campaign, O king of Israel? Whom are you pursuing? A dead dog, or a single flea! The LORD will be the judge; he will decide between me and you. May he see this, and take my part, and grant me justice beyond your reach!\" When David finished saying these things to Saul, Saul answered, \"Is that your voice, my son David?\" And Saul wept aloud. Saul then said to David: \"You are in the right rather than I; you have treated me generously, while I have done you harm. Great is the generosity you showed me today, when the LORD delivered me into your grasp and you did not kill me. For if a man meets his enemy, does he send him away unharmed? May the LORD reward you generously for what you have done this day. And now, I know that you shall surely be king and that sovereignty over Israel shall come into your possession.\"",
                        "verses": [
                            {
                                "book": "1 Samuel",
                                "link": "https://bible.usccb.org/bible/1samuel/24?3",
                                "text": "1 Samuel 24:3-21"
                            }
                        ]
                    }
                ],
                "type": "READING"
            },
            {
                "header": "Responsorial Psalm",
                "readings": [
                    {
                        "text": "R. (2a) Have mercy on me, God, have mercy. Have mercy on me, O God; have mercy on me, for in you I take refuge. In the shadow of your wings I take refuge, till harm pass by. R. Have mercy on me, God, have mercy. I call to God the Most High, to God, my benefactor. May he send from heaven and save me; may he make those a reproach who trample upon me; may God send his mercy and his faithfulness. R. Have mercy on me, God, have mercy. Be exalted above the heavens, O God; above all the earth be your glory! For your mercy towers to the heavens, and your faithfulness to the skies. R. Have mercy on me, God, have mercy.",
                        "verses": [
                            {
                                "book": "Psalms",
                                "link": "https://bible.usccb.org/bible/psalms/57?2",
                                "text": "Psalm 57:2, 3-4, 6 and 11"
                            }
                        ]
                    }
                ],
                "type": "PSALM"
            },
            {
                "header": "Alleluia",
                "readings": [
                    {
                        "text": "R. Alleluia, alleluia. God was reconciling the world to himself in Christ, and entrusting to us the message of reconciliation. R. Alleluia, alleluia.",
                        "verses": [
                            {
                                "book": "2 Corinthians",
                                "link": "https://bible.usccb.org/bible/2Corinthians/5?19",
                                "text": "2 Corinthians 5:19"
                            }
                        ]
                    }
                ],
                "type": "ALLELUIA"
            },
            {
                "header": "Gospel",
                "readings": [
                    {
                        "text": "Jesus went up the mountain and summoned those whom he wanted and they came to him. He appointed Twelve, whom he also named Apostles, that they might be with him and he might send them forth to preach and to have authority to drive out demons: He appointed the Twelve: Simon, whom he named Peter; James, son of Zebedee, and John the brother of James, whom he named Boanerges, that is, sons of thunder; Andrew, Philip, Bartholomew, Matthew, Thomas, James the son of Alphaeus; Thaddeus, Simon the Cananean, and Judas Iscariot who betrayed him.",
                        "verses": [
                            {
                                "book": "Mark",
                                "link": "https://bible.usccb.org/bible/mark/3?13",
                                "text": "Mark 3:13-19"
                            }
                        ]
                    }
                ],
                "type": "GOSPEL"
            }
        ],
        "title": "Friday of the Second Week in Ordinary Time",
        "url": "https://bible.usccb.org/bible/readings/012326.cfm"
    },
    {
        "date": "2026-01-30",
        "sections": [
            {
                "header": "Reading 1",
                "readings": [
                    {
                        "text": "At the turn of the year, when kings go out on campaign, David sent out Joab along with his officers and the army of Israel, and they ravaged the Ammonites and besieged Rabbah. David, however, remained in Jerusalem. One evening David rose from his siesta and strolled about on the roof of the palace. From the roof he saw a woman bathing, who was very beautiful. David had inquiries made about the woman and was told, “She is Bathsheba, daughter of Eliam, and wife of Joab’s armor bearer Uriah the Hittite.” Then David sent messengers and took her. When she came to him, he had relations with her. She then returned to her house. But the woman had conceived, and sent the information to David, “I am with child.”David therefore sent a message to Joab, “Send me Uriah the Hittite.” So Joab sent Uriah to David. When he came, David questioned him about Joab, the soldiers, and how the war was going, and Uriah answered that all was well. David then said to Uriah, “Go down to your house and bathe your feet.” Uriah left the palace, and a portion was sent out after him from the king’s table. But Uriah slept at the entrance of the royal palace with the other officers of his lord, and did not go down to his own house. David was told that Uriah had not gone home. On the day following, David summoned him, and he ate and drank with David, who made him drunk. But in the evening Uriah went out to sleep on his bed among his lord’s servants, and did not go down to his home. The next morning David wrote a letter to Joab which he sent by Uriah. In it he directed: “Place Uriah up front, where the fighting is fierce. Then pull back and leave him to be struck down dead.” So while Joab was besieging the city, he assigned Uriah to a place where he knew the defenders were strong. When the men of the city made a sortie against Joab, some officers of David’s army fell, and among them Uriah the Hittite died.",
                        "verses": [
                            {
                                "book": "2 Samuel",
                                "link": "https://bible.usccb.org/bible/2samuel/11?1",
                                "text": "2 Samuel 11:1-4a, 5-10a, 13-17"
                            }
                        ]
                    }
                ],
                "type": "READING"
            },
            {
                "header": "Responsorial Psalm",
                "readings": [
                    {
                        "text": "R. (see 3a) Be merciful, O Lord, for we have sinned. Have mercy on me, O God, in your goodness; in the greatness of your compassion wipe out my offense. Thoroughly wash me from my guilt and of my sin cleanse me. R. Be merciful, O Lord, for we have sinned. For I acknowledge my offense, and my sin is before me always: “Against you only have I sinned, and done what is evil in your sight.” R. Be merciful, O Lord, for we have sinned. I have done such evil in your sight that you are just in your sentence, blameless when you condemn. True, I was born guilty, a sinner, even as my mother conceived me. R. Be merciful, O Lord, for we have sinned. Let me hear the sounds of joy and gladness; the bones you have crushed shall rejoice. Turn away your face from my sins, and blot out all my guilt. R. Be merciful, O Lord, for we have sinned.",
                        "verses": [
                            {
                                "book": "Psalms",
                                "link": "https://bible.usccb.org/bible/psalms/51?3",
                                "text": "Psalm 51:3-4, 5-6a, 6bcd-7, 10-11"
                            }
                        ]
                    }
                ],
                "type": "PSALM"
            },
            {
                "header": "Alleluia",
                "readings": [
                    {
                        "text": "R. Alleluia, alleluia. Blessed are you, Father, Lord of heaven and earth; you have revealed to little ones the mysteries of the Kingdom. R. Alleluia, alleluia.",
                        "verses": [
                            {
                                "book": "Matthew",
                                "link": "https://bible.usccb.org/bible/matthew/11?25",
                                "text": "Matthew 11:25"
                            }
                        ]
                    }
                ],
                "type": "ALLELUIA"
            },
            {
                "header": "Gospel",
                "readings": [
                    {
                        "text": "Jesus said to the crowds: “This is how it is with the Kingdom of God; it is as if a man were to scatter seed on the land and would sleep and rise night and day and the seed would sprout and grow, he knows not how. Of its own accord the land yields fruit, first the blade, then the ear, then the full grain in the ear. And when the grain is ripe, he wields the sickle at once, for the harvest has come.”He said, “To what shall we compare the Kingdom of God, or what parable can we use for it? It is like a mustard seed that, when it is sown in the ground, is the smallest of all the seeds on the earth. But once it is sown, it springs up and becomes the largest of plants and puts forth large branches, so that the birds of the sky can dwell in its shade.” With many such parables he spoke the word to them as they were able to understand it. Without parables he did not speak to them, but to his own disciples he explained everything in private.",
                        "verses": [
                            {
                                "book": "Mark",
                                "link": "https://bible.usccb.org/bible/mark/4?26",
                                "text": "Mark 4:26-34"
                            }
                        ]
                    }
                ],
                "type": "GOSPEL"
            }
        ],
        "title": "Friday of the Third Week of Ordinary Time",
        "url": "https://bible.usccb.org/bible/readings/013026.cfm"
    }
]